{"translation-revision-date":"2023-09-26 11:54+0000","generator":"WP-CLI\/2.7.1","source":"build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"is_IS","plural-forms":"nplurals=2; plural=(n != 1);"},"Username":[""],"Email Address":["Notandanafn"],"Card processing failed. Please check if the information if correct and try again.":["Ekki tókst að skuldfæra kort. Vinsamlegast athugaðu hvort allar upplýsingar séu réttar og reyndu aftur."],"Unable to assign the payment method to your account. Please contact the site owner.":["Ekki tókst að vista greiðslumátann. Vinsamlegast hafðu samband við eiganda vefsíðunnar."],"Choose Your Plan":["Veldu þér áskrift"],"Next Step":["Næsta skref"],"Account Information":["Upplýsingar um notandareikning"],"Here, we will create a new user for you on this site. It is necessary to enter your information into all the fields below in order to get to the next step, where you will enter your payment information.":["Við munum stofna notandaaðgang fyrir þig. Það er nauðsynlegt að fylla út í alla reiti hér að neðan til þess að komast í næsta skref, þar sem við munum biðja þig um greiðslukortaupplýsingar."],"First Name":["Eiginnafn \/ millinafn"],"Last Name":["Kenninafn"],"Password":["Lykilorð"],"I accept the terms of service":["Ég samþykki skilmálana"],"Error: ":["Villa: "],"Back":["Til baka"],"Create Account":["Búa til aðgang"],"Payment Information":["Greiðsluupplýsingar"],"Card Holder Name":["Nafn korthafa"],"Card Number":["Kortanúmer"],"Card Expiry":["Gildistími"],"Security Code":["Öryggisnúmer"],"Confirm Payment":["Staðfesta greiðslu"],"Payment processing is performed by this site&apos;s owner&apos; card merchant service, via Askell by Overcast Software, which runs over a secure transport layer and is a PCI certified recurring payments platform. Payment information is sent directly to Askell for processing.":["Skuldfærsla á greiðslukort er framkvæmd af færsluhirði sem þjónustar eiganda þessarar vefsíðu, í gegnum Áskel áskriftarkerfi, sem er í eigu Overcast ehf. Áskell er öruggt, PCI vottað greiðsluumhverfi. Greiðsluupplýsingar eru sendar beint til Áskels til frekari vinnslu."],"You should have received a confirmation email with the relevant details about how to edit or cancel your subscription.":["Þú ættir að hafa fengið staðfestingarpóst með upplýsingum um áskriftina"]}}}