{
    "translation-revision-date": "2023-12-07 00:23+0000",
    "generator": "WP-CLI\/2.7.1",
    "source": "src\/askellRegistration.js",
    "domain": "messages",
    "locale_data": {
        "messages": {
            "": {
                "domain": "messages",
                "lang": "is_IS",
                "plural-forms": "nplurals=2; plural=n != 1;"
            },
            "Account Information": [
                "Upplýsingar um aðgang"
            ],
            "Back": [
                "Til baka"
            ],
            "Card Expiry": [
                "Gildistími korts"
            ],
            "Card Holder Name": [
                "Nafn korthafa"
            ],
            "Card Number": [
                "Kortanúmer"
            ],
            "Card processing failed. Please check if the information if correct and try again.": [
                "Úrvinnsla kortaupplýsinga gekk ekki upp. Athugaðu hvort upplýsingarnar séu réttar og reyndu aftur."
            ],
            "Choose Your Plan": [
                "Veldu þína áskriftarleið"
            ],
            "Confirm Payment": [
                "Staðfesta greiðslu"
            ],
            "Create Account": [
                "Búa til aðgang"
            ],
            "Email Address": [
                "Tölvupóstfang"
            ],
            "Error: ": [
                "Villa: "
            ],
            "First Name": [
                "Kenninafn"
            ],
            "Here, we will create a new user for you on this site. It is necessary to enter your information into all the fields below in order to get to the next step, where you will enter your payment information.": [
                "Hér verður nýr notandi búinn til fyrir þig á þessum vef. Það er nauðsynlegt að fylla út í alla reitina hér fyrir neðan til að komast í næsta skref þar sem þú getur fært inn greiðsluupplýsingar."
            ],
            "I accept the terms of service": [
                "Ég samþykki þjónustuskilmálana"
            ],
            "Last Name": [
                "Eftirnafn"
            ],
            "Next Step": [
                "Næsta skref"
            ],
            "Password": [
                "Lykilorð"
            ],
            "Payment Information": [
                "Upplýsingar um greiðslu"
            ],
            "Payment processing is performed by this site&apos;s owner&apos; card merchant service, via Askell by Overcast Software, which runs over a secure transport layer and is a PCI certified recurring payments platform. Payment information is sent directly to Askell for processing.": [
                "Greiðslan fer fram í gegn um greiðslumiðlun eiganda þessa vefs í gegn um Áskel frá Overcast Software, sem keyrir yfir örugga nettengingu og er PCI-vottað kerfi fyrir reglubundnar greiðslur. Greiðsluupplýsingar eru sendar beint í Áskel til úrvinnslu."
            ],
            "Security Code": [
                "Öryggiskóði"
            ],
            "Unable to assign the payment method to your account. Please contact the site owner.": [
                "Gat ekki skráð greiðslumáta á þennan aðgang. Vinsamlegast hafðu samband við eiganda þessa vefs."
            ],
            "Username": [
                "Notandanafn"
            ],
            "You should have received a confirmation email with the relevant details about how to edit or cancel your subscription.": [
                "Þú ættir að hafa fengið staðfestingarpóst með upplýsingum um hvernig þú breytir eða hættir við áskriftina."
            ]
        }
    }
}