Repository: overcastsoftware/askell-wordpress-plugin
Catalog: languages/askell-registration-*.po
Languages: is_is

source: Askell
is_is: Áskell

source: daily
is_is: daglega

source: weekly
is_is: vikulega

source: monthly
is_is: mánaðarlega

source: annually
is_is: árlega

source: every %d days
is_is: á %d daga fresti

source: every %d weeks
is_is: á %d vikna fresti

source: every %d months
is_is: á %d mánaða fresti

source: every %d years
is_is: á %d ára fresti

source: %1$s, %2$s (%3$d day free trial)
is_is: %1$s, %2$s (%3$d daga prufuáskrift)

source: Upon confirmation, your card will be charged %1$s, %2$s, after a free trial period of %3$d days. Your card may be tested and validated in the meantime.
is_is: Þegar þú staðfestir verður kortið þitt skuldfært um %1%s, %2$s, eftir frían %3$d daga prufutíma. Við munum núna framkvæma heimildarleit til að staðfesta að kortið sé í lagi.

source: Upon confirmation, your card will be immediately charged %1$s and then %2$s for the same amount.
is_is: Þegar þú staðfestir verður kortið þitt skuldfært um %1$s og síðan %2$s fyrir sömu upphæð.

source: This is an early development version of Askell for WordPress. Do not use this version of the plugin on a production website!
is_is: Þetta er þróunarútgafa af Áskeli fyrir WordPress. Ekki nota þessa útgáfu af viðbótinni á raun-útgáfu af vefsíðunni þinni.

source: The Askell API key and Shared Secret values have not been set yet. Please open the Settings pane and enter the missing values.
is_is: API lykill og leynilegi lykillinn hafa ekki verið stillt. Opnaðu stillingarnar og fylltu út í reitina sem vantar.

source: Subscribers
is_is: Áskrifendur

source: Settings
is_is: Stillingar

source: Name
is_is: Nafn

source: Customer Reference
is_is: Tilvísun viðskiptavinar

source: Email Address
is_is: Notandanafn

source: Plan
is_is: Áskriftarleið

source: Registration Status
is_is: Staða skráningar

source: Sign-Up Date
is_is: Dags. skráð

source: API Settings
is_is: Vefþjónustu stillingar

source: Public API Key
is_is: Opinn API lykill

source: Secret Key
is_is: Leynilegur API lykill

source: Do not share this key with anyone!
is_is: Ekki deila þessum lykli með neinum!

source: Form Fields and References
is_is: Form reitir og tilvísanir

source: WordPress User ID
is_is: Wordpress notanda auðkenni

source: Icelandic Personal ID Number (Kennitala)
is_is: Kennitala

source: This is the user attribute this WordPress site and Askell use for referring to each subscriber's records.
is_is: Þetta er auðkenni notandans sem þessi Wordpress síða og Áskell nota til þess að tengja saman áskriftir hvers áskrifanda.

source: Note that this should be set <strong>before the first registrations arrive</strong>, as changing this may affect the synchronisation between Askell and your website, resulting in discrepancies.
is_is: Athugið að þetta ætti að stilla <strong>áður en fyrstu skráningar berast</strong>, þar sem breytingar á þessari stillingu geta haft áhrif á tengingu vefsíðunnar við Áskel og valdið ósamræmi.

source: Addresses
is_is: Heimilisföng

source: Enable Country Selector in Addresses
is_is: Sýna val fyrir land í heimilisföngum

source: Presentation
is_is: Framsetning

source: Styling and Design
is_is: Stílun og hönnun

source: Enable built-in stylesheet
is_is: Virkja innbyggt stílsnið (e. stylesheet)

source: Disable this to remove the additional CSS styles provided by Askell from the registration block. It may be useful for those who need to have full control of how their website is displayed.
is_is: Slökktu á þessu til þess að slökkva á CSS stílum sem fylgja með Áskels skráningar blokkinni. Það gæti verið gagnlegt ef þú vilt hafa fulla stjórn á því hvernig skráningarformið lítur út.

source: Save Settings
is_is: Vista stillingar
